---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CutFailures.CannotCutInstanceOutWarn
source: html/a51e6bdf-1732-f220-a257-16bfef735fd8.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CutFailures.CannotCutInstanceOutWarn Property

Can't cut instance of [Symbol] out of Wall.

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCutInstanceOutWarn { get; }
```